spt/spt_subscription_load.log

         /\      Grafana   /â€¾â€¾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   â€¾â€¾\ 
  /          \   |   (  |  (â€¾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: spt/subscription-spt.js
        output: -

     scenarios: (100.00%) 1 scenario, 10 max VUs, 5m30s max duration (incl. graceful stop):
              * load: Up to 10 looping VUs for 5m0s over 3 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
load   [   0% ] 00/10 VUs  0m01.0s/5m00.0s

running (0m02.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
load   [   1% ] 00/10 VUs  0m02.0s/5m00.0s

running (0m03.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
load   [   1% ] 00/10 VUs  0m03.0s/5m00.0s

running (0m04.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
load   [   1% ] 00/10 VUs  0m04.0s/5m00.0s

running (0m05.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
load   [   2% ] 00/10 VUs  0m05.0s/5m00.0s

running (0m06.0s), 00/10 VUs, 0 complete and 0 interrupted iterations
load   [   2% ] 00/10 VUs  0m06.0s/5m00.0s

running (0m07.0s), 01/10 VUs, 0 complete and 0 interrupted iterations
load   [   2% ] 01/10 VUs  0m07.0s/5m00.0s

running (0m08.0s), 01/10 VUs, 0 complete and 0 interrupted iterations
load   [   3% ] 01/10 VUs  0m08.0s/5m00.0s

running (0m09.0s), 01/10 VUs, 0 complete and 0 interrupted iterations
load   [   3% ] 01/10 VUs  0m09.0s/5m00.0s

running (0m10.0s), 01/10 VUs, 0 complete and 0 interrupted iterations
load   [   3% ] 01/10 VUs  0m10.0s/5m00.0s

running (0m11.0s), 01/10 VUs, 0 complete and 0 interrupted iterations
load   [   4% ] 01/10 VUs  0m11.0s/5m00.0s

running (0m12.0s), 01/10 VUs, 0 complete and 0 interrupted iterations
load   [   4% ] 01/10 VUs  0m12.0s/5m00.0s

running (0m13.0s), 02/10 VUs, 0 complete and 0 interrupted iterations
load   [   4% ] 02/10 VUs  0m13.0s/5m00.0s

running (0m14.0s), 02/10 VUs, 0 complete and 0 interrupted iterations
load   [   5% ] 02/10 VUs  0m14.0s/5m00.0s

running (0m15.0s), 02/10 VUs, 1 complete and 0 interrupted iterations
load   [   5% ] 02/10 VUs  0m15.0s/5m00.0s

running (0m16.0s), 02/10 VUs, 1 complete and 0 interrupted iterations
load   [   5% ] 02/10 VUs  0m16.0s/5m00.0s

running (0m17.0s), 02/10 VUs, 1 complete and 0 interrupted iterations
load   [   6% ] 02/10 VUs  0m17.0s/5m00.0s

running (0m18.0s), 02/10 VUs, 1 complete and 0 interrupted iterations
load   [   6% ] 02/10 VUs  0m18.0s/5m00.0s

running (0m19.0s), 03/10 VUs, 1 complete and 0 interrupted iterations
load   [   6% ] 03/10 VUs  0m19.0s/5m00.0s

running (0m20.0s), 03/10 VUs, 3 complete and 0 interrupted iterations
load   [   7% ] 03/10 VUs  0m20.0s/5m00.0s

running (0m21.0s), 03/10 VUs, 3 complete and 0 interrupted iterations
load   [   7% ] 03/10 VUs  0m21.0s/5m00.0s

running (0m22.0s), 03/10 VUs, 3 complete and 0 interrupted iterations
load   [   7% ] 03/10 VUs  0m22.0s/5m00.0s

running (0m23.0s), 03/10 VUs, 3 complete and 0 interrupted iterations
load   [   8% ] 03/10 VUs  0m23.0s/5m00.0s

running (0m24.0s), 03/10 VUs, 3 complete and 0 interrupted iterations
load   [   8% ] 03/10 VUs  0m24.0s/5m00.0s

running (0m25.0s), 04/10 VUs, 5 complete and 0 interrupted iterations
load   [   8% ] 04/10 VUs  0m25.0s/5m00.0s

running (0m26.0s), 04/10 VUs, 5 complete and 0 interrupted iterations
load   [   9% ] 04/10 VUs  0m26.0s/5m00.0s

running (0m27.0s), 04/10 VUs, 6 complete and 0 interrupted iterations
load   [   9% ] 04/10 VUs  0m27.0s/5m00.0s

running (0m28.0s), 04/10 VUs, 6 complete and 0 interrupted iterations
load   [   9% ] 04/10 VUs  0m28.0s/5m00.0s

running (0m29.0s), 04/10 VUs, 6 complete and 0 interrupted iterations
load   [  10% ] 04/10 VUs  0m29.0s/5m00.0s

running (0m30.0s), 04/10 VUs, 8 complete and 0 interrupted iterations
load   [  10% ] 04/10 VUs  0m30.0s/5m00.0s

running (0m31.0s), 05/10 VUs, 8 complete and 0 interrupted iterations
load   [  10% ] 05/10 VUs  0m31.0s/5m00.0s

running (0m32.0s), 05/10 VUs, 10 complete and 0 interrupted iterations
load   [  11% ] 05/10 VUs  0m32.0s/5m00.0s

running (0m33.0s), 05/10 VUs, 10 complete and 0 interrupted iterations
load   [  11% ] 05/10 VUs  0m33.0s/5m00.0s

running (0m34.0s), 05/10 VUs, 10 complete and 0 interrupted iterations
load   [  11% ] 05/10 VUs  0m34.0s/5m00.0s

running (0m35.0s), 05/10 VUs, 12 complete and 0 interrupted iterations
load   [  12% ] 05/10 VUs  0m35.0s/5m00.0s

running (0m36.0s), 05/10 VUs, 12 complete and 0 interrupted iterations
load   [  12% ] 05/10 VUs  0m36.0s/5m00.0s

running (0m37.0s), 06/10 VUs, 14 complete and 0 interrupted iterations
load   [  12% ] 06/10 VUs  0m37.0s/5m00.0s

running (0m38.0s), 06/10 VUs, 15 complete and 0 interrupted iterations
load   [  13% ] 06/10 VUs  0m38.0s/5m00.0s

running (0m39.0s), 06/10 VUs, 15 complete and 0 interrupted iterations
load   [  13% ] 06/10 VUs  0m39.0s/5m00.0s

running (0m40.0s), 06/10 VUs, 17 complete and 0 interrupted iterations
load   [  13% ] 06/10 VUs  0m40.0s/5m00.0s

running (0m41.0s), 06/10 VUs, 17 complete and 0 interrupted iterations
load   [  14% ] 06/10 VUs  0m41.0s/5m00.0s

running (0m42.0s), 06/10 VUs, 19 complete and 0 interrupted iterations
load   [  14% ] 06/10 VUs  0m42.0s/5m00.0s

running (0m43.0s), 07/10 VUs, 20 complete and 0 interrupted iterations
load   [  14% ] 07/10 VUs  0m43.0s/5m00.0s

running (0m44.0s), 07/10 VUs, 20 complete and 0 interrupted iterations
load   [  15% ] 07/10 VUs  0m44.0s/5m00.0s

running (0m45.0s), 07/10 VUs, 23 complete and 0 interrupted iterations
load   [  15% ] 07/10 VUs  0m45.0s/5m00.0s

running (0m46.0s), 07/10 VUs, 23 complete and 0 interrupted iterations
load   [  15% ] 07/10 VUs  0m46.0s/5m00.0s

running (0m47.0s), 07/10 VUs, 25 complete and 0 interrupted iterations
load   [  16% ] 07/10 VUs  0m47.0s/5m00.0s

running (0m48.0s), 07/10 VUs, 27 complete and 0 interrupted iterations
load   [  16% ] 07/10 VUs  0m48.0s/5m00.0s

running (0m49.0s), 08/10 VUs, 27 complete and 0 interrupted iterations
load   [  16% ] 08/10 VUs  0m49.0s/5m00.0s

running (0m50.0s), 08/10 VUs, 30 complete and 0 interrupted iterations
load   [  17% ] 08/10 VUs  0m50.0s/5m00.0s

running (0m51.0s), 08/10 VUs, 30 complete and 0 interrupted iterations
load   [  17% ] 08/10 VUs  0m51.0s/5m00.0s

running (0m52.0s), 08/10 VUs, 31 complete and 0 interrupted iterations
load   [  17% ] 08/10 VUs  0m52.0s/5m00.0s

running (0m53.0s), 08/10 VUs, 34 complete and 0 interrupted iterations
load   [  18% ] 08/10 VUs  0m53.0s/5m00.0s

running (0m54.0s), 08/10 VUs, 34 complete and 0 interrupted iterations
load   [  18% ] 08/10 VUs  0m54.0s/5m00.0s

running (0m55.0s), 09/10 VUs, 37 complete and 0 interrupted iterations
load   [  18% ] 09/10 VUs  0m55.0s/5m00.0s

running (0m56.0s), 09/10 VUs, 38 complete and 0 interrupted iterations
load   [  19% ] 09/10 VUs  0m56.0s/5m00.0s

running (0m57.0s), 09/10 VUs, 39 complete and 0 interrupted iterations
load   [  19% ] 09/10 VUs  0m57.0s/5m00.0s

running (0m58.0s), 09/10 VUs, 42 complete and 0 interrupted iterations
load   [  19% ] 09/10 VUs  0m58.0s/5m00.0s

running (0m59.0s), 09/10 VUs, 42 complete and 0 interrupted iterations
load   [  20% ] 09/10 VUs  0m59.0s/5m00.0s

running (1m00.0s), 09/10 VUs, 45 complete and 0 interrupted iterations
load   [  20% ] 09/10 VUs  1m00.0s/5m00.0s

running (1m01.0s), 10/10 VUs, 45 complete and 0 interrupted iterations
load   [  20% ] 10/10 VUs  1m01.0s/5m00.0s

running (1m02.0s), 10/10 VUs, 46 complete and 0 interrupted iterations
load   [  21% ] 10/10 VUs  1m02.0s/5m00.0s

running (1m03.0s), 10/10 VUs, 51 complete and 0 interrupted iterations
load   [  21% ] 10/10 VUs  1m03.0s/5m00.0s

running (1m04.0s), 10/10 VUs, 51 complete and 0 interrupted iterations
load   [  21% ] 10/10 VUs  1m04.0s/5m00.0s

running (1m05.0s), 10/10 VUs, 54 complete and 0 interrupted iterations
load   [  22% ] 10/10 VUs  1m05.0s/5m00.0s

running (1m06.0s), 10/10 VUs, 54 complete and 0 interrupted iterations
load   [  22% ] 10/10 VUs  1m06.0s/5m00.0s

running (1m07.0s), 10/10 VUs, 55 complete and 0 interrupted iterations
load   [  22% ] 10/10 VUs  1m07.0s/5m00.0s

running (1m08.0s), 10/10 VUs, 61 complete and 0 interrupted iterations
load   [  23% ] 10/10 VUs  1m08.0s/5m00.0s

running (1m09.0s), 10/10 VUs, 61 complete and 0 interrupted iterations
load   [  23% ] 10/10 VUs  1m09.0s/5m00.0s

running (1m10.0s), 10/10 VUs, 64 complete and 0 interrupted iterations
load   [  23% ] 10/10 VUs  1m10.0s/5m00.0s

running (1m11.0s), 10/10 VUs, 64 complete and 0 interrupted iterations
load   [  24% ] 10/10 VUs  1m11.0s/5m00.0s

running (1m12.0s), 10/10 VUs, 65 complete and 0 interrupted iterations
load   [  24% ] 10/10 VUs  1m12.0s/5m00.0s

running (1m13.0s), 10/10 VUs, 71 complete and 0 interrupted iterations
load   [  24% ] 10/10 VUs  1m13.0s/5m00.0s

running (1m14.0s), 10/10 VUs, 71 complete and 0 interrupted iterations
load   [  25% ] 10/10 VUs  1m14.0s/5m00.0s

running (1m15.0s), 10/10 VUs, 74 complete and 0 interrupted iterations
load   [  25% ] 10/10 VUs  1m15.0s/5m00.0s

running (1m16.0s), 10/10 VUs, 74 complete and 0 interrupted iterations
load   [  25% ] 10/10 VUs  1m16.0s/5m00.0s

running (1m17.0s), 10/10 VUs, 75 complete and 0 interrupted iterations
load   [  26% ] 10/10 VUs  1m17.0s/5m00.0s

running (1m18.0s), 10/10 VUs, 80 complete and 0 interrupted iterations
load   [  26% ] 10/10 VUs  1m18.0s/5m00.0s

running (1m19.0s), 10/10 VUs, 81 complete and 0 interrupted iterations
load   [  26% ] 10/10 VUs  1m19.0s/5m00.0s

running (1m20.0s), 10/10 VUs, 84 complete and 0 interrupted iterations
load   [  27% ] 10/10 VUs  1m20.0s/5m00.0s

running (1m21.0s), 10/10 VUs, 84 complete and 0 interrupted iterations
load   [  27% ] 10/10 VUs  1m21.0s/5m00.0s

running (1m22.0s), 10/10 VUs, 85 complete and 0 interrupted iterations
load   [  27% ] 10/10 VUs  1m22.0s/5m00.0s

running (1m23.0s), 10/10 VUs, 89 complete and 0 interrupted iterations
load   [  28% ] 10/10 VUs  1m23.0s/5m00.0s

running (1m24.0s), 10/10 VUs, 91 complete and 0 interrupted iterations
load   [  28% ] 10/10 VUs  1m24.0s/5m00.0s

running (1m25.0s), 10/10 VUs, 94 complete and 0 interrupted iterations
load   [  28% ] 10/10 VUs  1m25.0s/5m00.0s

running (1m26.0s), 10/10 VUs, 94 complete and 0 interrupted iterations
load   [  29% ] 10/10 VUs  1m26.0s/5m00.0s

running (1m27.0s), 10/10 VUs, 95 complete and 0 interrupted iterations
load   [  29% ] 10/10 VUs  1m27.0s/5m00.0s

running (1m28.0s), 10/10 VUs, 98 complete and 0 interrupted iterations
load   [  29% ] 10/10 VUs  1m28.0s/5m00.0s

running (1m29.0s), 10/10 VUs, 98 complete and 0 interrupted iterations
load   [  30% ] 10/10 VUs  1m29.0s/5m00.0s

running (1m30.0s), 10/10 VUs, 102 complete and 0 interrupted iterations
load   [  30% ] 10/10 VUs  1m30.0s/5m00.0s

running (1m31.0s), 10/10 VUs, 102 complete and 0 interrupted iterations
load   [  30% ] 10/10 VUs  1m31.0s/5m00.0s

running (1m32.0s), 10/10 VUs, 104 complete and 0 interrupted iterations
load   [  31% ] 10/10 VUs  1m32.0s/5m00.0s

running (1m33.0s), 10/10 VUs, 108 complete and 0 interrupted iterations
load   [  31% ] 10/10 VUs  1m33.0s/5m00.0s

running (1m34.0s), 10/10 VUs, 108 complete and 0 interrupted iterations
load   [  31% ] 10/10 VUs  1m34.0s/5m00.0s

running (1m35.0s), 10/10 VUs, 112 complete and 0 interrupted iterations
load   [  32% ] 10/10 VUs  1m35.0s/5m00.0s

running (1m36.0s), 10/10 VUs, 112 complete and 0 interrupted iterations
load   [  32% ] 10/10 VUs  1m36.0s/5m00.0s

running (1m37.0s), 10/10 VUs, 114 complete and 0 interrupted iterations
load   [  32% ] 10/10 VUs  1m37.0s/5m00.0s

running (1m38.0s), 10/10 VUs, 116 complete and 0 interrupted iterations
load   [  33% ] 10/10 VUs  1m38.0s/5m00.0s

running (1m39.0s), 10/10 VUs, 118 complete and 0 interrupted iterations
load   [  33% ] 10/10 VUs  1m39.0s/5m00.0s

running (1m40.0s), 10/10 VUs, 119 complete and 0 interrupted iterations
load   [  33% ] 10/10 VUs  1m40.0s/5m00.0s

running (1m41.0s), 10/10 VUs, 122 complete and 0 interrupted iterations
load   [  34% ] 10/10 VUs  1m41.0s/5m00.0s

running (1m42.0s), 10/10 VUs, 124 complete and 0 interrupted iterations
load   [  34% ] 10/10 VUs  1m42.0s/5m00.0s

running (1m43.0s), 10/10 VUs, 125 complete and 0 interrupted iterations
load   [  34% ] 10/10 VUs  1m43.0s/5m00.0s

running (1m44.0s), 10/10 VUs, 128 complete and 0 interrupted iterations
load   [  35% ] 10/10 VUs  1m44.0s/5m00.0s

running (1m45.0s), 10/10 VUs, 129 complete and 0 interrupted iterations
load   [  35% ] 10/10 VUs  1m45.0s/5m00.0s

running (1m46.0s), 10/10 VUs, 132 complete and 0 interrupted iterations
load   [  35% ] 10/10 VUs  1m46.0s/5m00.0s

running (1m47.0s), 10/10 VUs, 134 complete and 0 interrupted iterations
load   [  36% ] 10/10 VUs  1m47.0s/5m00.0s

running (1m48.0s), 10/10 VUs, 135 complete and 0 interrupted iterations
load   [  36% ] 10/10 VUs  1m48.0s/5m00.0s

running (1m49.0s), 10/10 VUs, 138 complete and 0 interrupted iterations
load   [  36% ] 10/10 VUs  1m49.0s/5m00.0s

running (1m50.0s), 10/10 VUs, 139 complete and 0 interrupted iterations
load   [  37% ] 10/10 VUs  1m50.0s/5m00.0s

running (1m51.0s), 10/10 VUs, 142 complete and 0 interrupted iterations
load   [  37% ] 10/10 VUs  1m51.0s/5m00.0s

running (1m52.0s), 10/10 VUs, 143 complete and 0 interrupted iterations
load   [  37% ] 10/10 VUs  1m52.0s/5m00.0s

running (1m53.0s), 10/10 VUs, 145 complete and 0 interrupted iterations
load   [  38% ] 10/10 VUs  1m53.0s/5m00.0s

running (1m54.0s), 10/10 VUs, 148 complete and 0 interrupted iterations
load   [  38% ] 10/10 VUs  1m54.0s/5m00.0s

running (1m55.0s), 10/10 VUs, 150 complete and 0 interrupted iterations
load   [  38% ] 10/10 VUs  1m55.0s/5m00.0s

running (1m56.0s), 10/10 VUs, 152 complete and 0 interrupted iterations
load   [  39% ] 10/10 VUs  1m56.0s/5m00.0s

running (1m57.0s), 10/10 VUs, 154 complete and 0 interrupted iterations
load   [  39% ] 10/10 VUs  1m57.0s/5m00.0s

running (1m58.0s), 10/10 VUs, 155 complete and 0 interrupted iterations
load   [  39% ] 10/10 VUs  1m58.0s/5m00.0s

running (1m59.0s), 10/10 VUs, 158 complete and 0 interrupted iterations
load   [  40% ] 10/10 VUs  1m59.0s/5m00.0s

running (2m00.0s), 10/10 VUs, 162 complete and 0 interrupted iterations
load   [  40% ] 10/10 VUs  2m00.0s/5m00.0s

running (2m01.0s), 10/10 VUs, 162 complete and 0 interrupted iterations
load   [  40% ] 10/10 VUs  2m01.0s/5m00.0s

running (2m02.0s), 10/10 VUs, 164 complete and 0 interrupted iterations
load   [  41% ] 10/10 VUs  2m02.0s/5m00.0s

running (2m03.0s), 10/10 VUs, 165 complete and 0 interrupted iterations
load   [  41% ] 10/10 VUs  2m03.0s/5m00.0s

running (2m04.0s), 10/10 VUs, 168 complete and 0 interrupted iterations
load   [  41% ] 10/10 VUs  2m04.0s/5m00.0s

running (2m05.0s), 10/10 VUs, 172 complete and 0 interrupted iterations
load   [  42% ] 10/10 VUs  2m05.0s/5m00.0s

running (2m06.0s), 10/10 VUs, 172 complete and 0 interrupted iterations
load   [  42% ] 10/10 VUs  2m06.0s/5m00.0s

running (2m07.0s), 10/10 VUs, 174 complete and 0 interrupted iterations
load   [  42% ] 10/10 VUs  2m07.0s/5m00.0s

running (2m08.0s), 10/10 VUs, 174 complete and 0 interrupted iterations
load   [  43% ] 10/10 VUs  2m08.0s/5m00.0s

running (2m09.0s), 10/10 VUs, 177 complete and 0 interrupted iterations
load   [  43% ] 10/10 VUs  2m09.0s/5m00.0s

running (2m10.0s), 10/10 VUs, 178 complete and 0 interrupted iterations
load   [  43% ] 10/10 VUs  2m10.0s/5m00.0s

running (2m11.0s), 10/10 VUs, 181 complete and 0 interrupted iterations
load   [  44% ] 10/10 VUs  2m11.0s/5m00.0s

running (2m12.0s), 10/10 VUs, 184 complete and 0 interrupted iterations
load   [  44% ] 10/10 VUs  2m12.0s/5m00.0s

running (2m13.0s), 10/10 VUs, 184 complete and 0 interrupted iterations
load   [  44% ] 10/10 VUs  2m13.0s/5m00.0s

running (2m14.0s), 10/10 VUs, 187 complete and 0 interrupted iterations
load   [  45% ] 10/10 VUs  2m14.0s/5m00.0s

running (2m15.0s), 10/10 VUs, 188 complete and 0 interrupted iterations
load   [  45% ] 10/10 VUs  2m15.0s/5m00.0s

running (2m16.0s), 10/10 VUs, 192 complete and 0 interrupted iterations
load   [  45% ] 10/10 VUs  2m16.0s/5m00.0s

running (2m17.0s), 10/10 VUs, 192 complete and 0 interrupted iterations
load   [  46% ] 10/10 VUs  2m17.0s/5m00.0s

running (2m18.0s), 10/10 VUs, 194 complete and 0 interrupted iterations
load   [  46% ] 10/10 VUs  2m18.0s/5m00.0s

running (2m19.0s), 10/10 VUs, 197 complete and 0 interrupted iterations
load   [  46% ] 10/10 VUs  2m19.0s/5m00.0s

running (2m20.0s), 10/10 VUs, 198 complete and 0 interrupted iterations
load   [  47% ] 10/10 VUs  2m20.0s/5m00.0s

running (2m21.0s), 10/10 VUs, 202 complete and 0 interrupted iterations
load   [  47% ] 10/10 VUs  2m21.0s/5m00.0s

running (2m22.0s), 10/10 VUs, 202 complete and 0 interrupted iterations
load   [  47% ] 10/10 VUs  2m22.0s/5m00.0s

running (2m23.0s), 10/10 VUs, 204 complete and 0 interrupted iterations
load   [  48% ] 10/10 VUs  2m23.0s/5m00.0s

running (2m24.0s), 10/10 VUs, 207 complete and 0 interrupted iterations
load   [  48% ] 10/10 VUs  2m24.0s/5m00.0s

running (2m25.0s), 10/10 VUs, 208 complete and 0 interrupted iterations
load   [  48% ] 10/10 VUs  2m25.0s/5m00.0s

running (2m26.0s), 10/10 VUs, 211 complete and 0 interrupted iterations
load   [  49% ] 10/10 VUs  2m26.0s/5m00.0s

running (2m27.0s), 10/10 VUs, 212 complete and 0 interrupted iterations
load   [  49% ] 10/10 VUs  2m27.0s/5m00.0s

running (2m28.0s), 10/10 VUs, 214 complete and 0 interrupted iterations
load   [  49% ] 10/10 VUs  2m28.0s/5m00.0s

running (2m29.0s), 10/10 VUs, 217 complete and 0 interrupted iterations
load   [  50% ] 10/10 VUs  2m29.0s/5m00.0s

running (2m30.0s), 10/10 VUs, 218 complete and 0 interrupted iterations
load   [  50% ] 10/10 VUs  2m30.0s/5m00.0s

running (2m31.0s), 10/10 VUs, 221 complete and 0 interrupted iterations
load   [  50% ] 10/10 VUs  2m31.0s/5m00.0s

running (2m32.0s), 10/10 VUs, 222 complete and 0 interrupted iterations
load   [  51% ] 10/10 VUs  2m32.0s/5m00.0s

running (2m33.0s), 10/10 VUs, 224 complete and 0 interrupted iterations
load   [  51% ] 10/10 VUs  2m33.0s/5m00.0s

running (2m34.0s), 10/10 VUs, 227 complete and 0 interrupted iterations
load   [  51% ] 10/10 VUs  2m34.0s/5m00.0s

running (2m35.0s), 10/10 VUs, 228 complete and 0 interrupted iterations
load   [  52% ] 10/10 VUs  2m35.0s/5m00.0s

running (2m36.0s), 10/10 VUs, 231 complete and 0 interrupted iterations
load   [  52% ] 10/10 VUs  2m36.0s/5m00.0s

running (2m37.0s), 10/10 VUs, 232 complete and 0 interrupted iterations
load   [  52% ] 10/10 VUs  2m37.0s/5m00.0s

running (2m38.0s), 10/10 VUs, 234 complete and 0 interrupted iterations
load   [  53% ] 10/10 VUs  2m38.0s/5m00.0s

running (2m39.0s), 10/10 VUs, 237 complete and 0 interrupted iterations
load   [  53% ] 10/10 VUs  2m39.0s/5m00.0s

running (2m40.0s), 10/10 VUs, 238 complete and 0 interrupted iterations
load   [  53% ] 10/10 VUs  2m40.0s/5m00.0s

running (2m41.0s), 10/10 VUs, 240 complete and 0 interrupted iterations
load   [  54% ] 10/10 VUs  2m41.0s/5m00.0s

running (2m42.0s), 10/10 VUs, 242 complete and 0 interrupted iterations
load   [  54% ] 10/10 VUs  2m42.0s/5m00.0s

running (2m43.0s), 10/10 VUs, 244 complete and 0 interrupted iterations
load   [  54% ] 10/10 VUs  2m43.0s/5m00.0s

running (2m44.0s), 10/10 VUs, 248 complete and 0 interrupted iterations
load   [  55% ] 10/10 VUs  2m44.0s/5m00.0s

running (2m45.0s), 10/10 VUs, 248 complete and 0 interrupted iterations
load   [  55% ] 10/10 VUs  2m45.0s/5m00.0s

running (2m46.0s), 10/10 VUs, 252 complete and 0 interrupted iterations
load   [  55% ] 10/10 VUs  2m46.0s/5m00.0s

running (2m47.0s), 10/10 VUs, 252 complete and 0 interrupted iterations
load   [  56% ] 10/10 VUs  2m47.0s/5m00.0s

running (2m48.0s), 10/10 VUs, 254 complete and 0 interrupted iterations
load   [  56% ] 10/10 VUs  2m48.0s/5m00.0s

running (2m49.0s), 10/10 VUs, 258 complete and 0 interrupted iterations
load   [  56% ] 10/10 VUs  2m49.0s/5m00.0s

running (2m50.0s), 10/10 VUs, 258 complete and 0 interrupted iterations
load   [  57% ] 10/10 VUs  2m50.0s/5m00.0s

running (2m51.0s), 10/10 VUs, 262 complete and 0 interrupted iterations
load   [  57% ] 10/10 VUs  2m51.0s/5m00.0s

running (2m52.0s), 10/10 VUs, 262 complete and 0 interrupted iterations
load   [  57% ] 10/10 VUs  2m52.0s/5m00.0s

running (2m53.0s), 10/10 VUs, 264 complete and 0 interrupted iterations
load   [  58% ] 10/10 VUs  2m53.0s/5m00.0s

running (2m54.0s), 10/10 VUs, 267 complete and 0 interrupted iterations
load   [  58% ] 10/10 VUs  2m54.0s/5m00.0s

running (2m55.0s), 10/10 VUs, 268 complete and 0 interrupted iterations
load   [  58% ] 10/10 VUs  2m55.0s/5m00.0s

running (2m56.0s), 10/10 VUs, 272 complete and 0 interrupted iterations
load   [  59% ] 10/10 VUs  2m56.0s/5m00.0s

running (2m57.0s), 10/10 VUs, 274 complete and 0 interrupted iterations
load   [  59% ] 10/10 VUs  2m57.0s/5m00.0s

running (2m58.0s), 10/10 VUs, 274 complete and 0 interrupted iterations
load   [  59% ] 10/10 VUs  2m58.0s/5m00.0s

running (2m59.0s), 10/10 VUs, 278 complete and 0 interrupted iterations
load   [  60% ] 10/10 VUs  2m59.0s/5m00.0s

running (3m00.0s), 10/10 VUs, 278 complete and 0 interrupted iterations
load   [  60% ] 10/10 VUs  3m00.0s/5m00.0s

running (3m01.0s), 10/10 VUs, 282 complete and 0 interrupted iterations
load   [  60% ] 10/10 VUs  3m01.0s/5m00.0s

running (3m02.0s), 10/10 VUs, 283 complete and 0 interrupted iterations
load   [  61% ] 10/10 VUs  3m02.0s/5m00.0s

running (3m03.0s), 10/10 VUs, 284 complete and 0 interrupted iterations
load   [  61% ] 10/10 VUs  3m03.0s/5m00.0s

running (3m04.0s), 10/10 VUs, 288 complete and 0 interrupted iterations
load   [  61% ] 10/10 VUs  3m04.0s/5m00.0s

running (3m05.0s), 10/10 VUs, 288 complete and 0 interrupted iterations
load   [  62% ] 10/10 VUs  3m05.0s/5m00.0s

running (3m06.0s), 10/10 VUs, 292 complete and 0 interrupted iterations
load   [  62% ] 10/10 VUs  3m06.0s/5m00.0s

running (3m07.0s), 10/10 VUs, 293 complete and 0 interrupted iterations
load   [  62% ] 10/10 VUs  3m07.0s/5m00.0s

running (3m08.0s), 10/10 VUs, 294 complete and 0 interrupted iterations
load   [  63% ] 10/10 VUs  3m08.0s/5m00.0s

running (3m09.0s), 10/10 VUs, 298 complete and 0 interrupted iterations
load   [  63% ] 10/10 VUs  3m09.0s/5m00.0s

running (3m10.0s), 10/10 VUs, 299 complete and 0 interrupted iterations
load   [  63% ] 10/10 VUs  3m10.0s/5m00.0s

running (3m11.0s), 10/10 VUs, 302 complete and 0 interrupted iterations
load   [  64% ] 10/10 VUs  3m11.0s/5m00.0s

running (3m12.0s), 10/10 VUs, 302 complete and 0 interrupted iterations
load   [  64% ] 10/10 VUs  3m12.0s/5m00.0s

running (3m13.0s), 10/10 VUs, 304 complete and 0 interrupted iterations
load   [  64% ] 10/10 VUs  3m13.0s/5m00.0s

running (3m14.0s), 10/10 VUs, 306 complete and 0 interrupted iterations
load   [  65% ] 10/10 VUs  3m14.0s/5m00.0s

running (3m15.0s), 10/10 VUs, 309 complete and 0 interrupted iterations
load   [  65% ] 10/10 VUs  3m15.0s/5m00.0s

running (3m16.0s), 10/10 VUs, 312 complete and 0 interrupted iterations
load   [  65% ] 10/10 VUs  3m16.0s/5m00.0s

running (3m17.0s), 10/10 VUs, 314 complete and 0 interrupted iterations
load   [  66% ] 10/10 VUs  3m17.0s/5m00.0s

running (3m18.0s), 10/10 VUs, 314 complete and 0 interrupted iterations
load   [  66% ] 10/10 VUs  3m18.0s/5m00.0s

running (3m19.0s), 10/10 VUs, 317 complete and 0 interrupted iterations
load   [  66% ] 10/10 VUs  3m19.0s/5m00.0s

running (3m20.0s), 10/10 VUs, 319 complete and 0 interrupted iterations
load   [  67% ] 10/10 VUs  3m20.0s/5m00.0s

running (3m21.0s), 10/10 VUs, 322 complete and 0 interrupted iterations
load   [  67% ] 10/10 VUs  3m21.0s/5m00.0s

running (3m22.0s), 10/10 VUs, 322 complete and 0 interrupted iterations
load   [  67% ] 10/10 VUs  3m22.0s/5m00.0s

running (3m23.0s), 10/10 VUs, 324 complete and 0 interrupted iterations
load   [  68% ] 10/10 VUs  3m23.0s/5m00.0s

running (3m24.0s), 10/10 VUs, 324 complete and 0 interrupted iterations
load   [  68% ] 10/10 VUs  3m24.0s/5m00.0s

running (3m25.0s), 10/10 VUs, 329 complete and 0 interrupted iterations
load   [  68% ] 10/10 VUs  3m25.0s/5m00.0s

running (3m26.0s), 10/10 VUs, 332 complete and 0 interrupted iterations
load   [  69% ] 10/10 VUs  3m26.0s/5m00.0s

running (3m27.0s), 10/10 VUs, 332 complete and 0 interrupted iterations
load   [  69% ] 10/10 VUs  3m27.0s/5m00.0s

running (3m28.0s), 10/10 VUs, 334 complete and 0 interrupted iterations
load   [  69% ] 10/10 VUs  3m28.0s/5m00.0s

running (3m29.0s), 10/10 VUs, 336 complete and 0 interrupted iterations
load   [  70% ] 10/10 VUs  3m29.0s/5m00.0s

running (3m30.0s), 10/10 VUs, 339 complete and 0 interrupted iterations
load   [  70% ] 10/10 VUs  3m30.0s/5m00.0s

running (3m31.0s), 10/10 VUs, 342 complete and 0 interrupted iterations
load   [  70% ] 10/10 VUs  3m31.0s/5m00.0s

running (3m32.0s), 10/10 VUs, 342 complete and 0 interrupted iterations
load   [  71% ] 10/10 VUs  3m32.0s/5m00.0s

running (3m33.0s), 10/10 VUs, 344 complete and 0 interrupted iterations
load   [  71% ] 10/10 VUs  3m33.0s/5m00.0s

running (3m34.0s), 10/10 VUs, 347 complete and 0 interrupted iterations
load   [  71% ] 10/10 VUs  3m34.0s/5m00.0s

running (3m35.0s), 10/10 VUs, 349 complete and 0 interrupted iterations
load   [  72% ] 10/10 VUs  3m35.0s/5m00.0s

running (3m36.0s), 10/10 VUs, 352 complete and 0 interrupted iterations
load   [  72% ] 10/10 VUs  3m36.0s/5m00.0s

running (3m37.0s), 10/10 VUs, 352 complete and 0 interrupted iterations
load   [  72% ] 10/10 VUs  3m37.0s/5m00.0s

running (3m38.0s), 10/10 VUs, 354 complete and 0 interrupted iterations
load   [  73% ] 10/10 VUs  3m38.0s/5m00.0s

running (3m39.0s), 10/10 VUs, 354 complete and 0 interrupted iterations
load   [  73% ] 10/10 VUs  3m39.0s/5m00.0s

running (3m40.0s), 10/10 VUs, 359 complete and 0 interrupted iterations
load   [  73% ] 10/10 VUs  3m40.0s/5m00.0s

running (3m41.0s), 10/10 VUs, 362 complete and 0 interrupted iterations
load   [  74% ] 10/10 VUs  3m41.0s/5m00.0s

running (3m42.0s), 10/10 VUs, 362 complete and 0 interrupted iterations
load   [  74% ] 10/10 VUs  3m42.0s/5m00.0s

running (3m43.0s), 10/10 VUs, 364 complete and 0 interrupted iterations
load   [  74% ] 10/10 VUs  3m43.0s/5m00.0s

running (3m44.0s), 10/10 VUs, 364 complete and 0 interrupted iterations
load   [  75% ] 10/10 VUs  3m44.0s/5m00.0s

running (3m45.0s), 10/10 VUs, 369 complete and 0 interrupted iterations
load   [  75% ] 10/10 VUs  3m45.0s/5m00.0s

running (3m46.0s), 10/10 VUs, 372 complete and 0 interrupted iterations
load   [  75% ] 10/10 VUs  3m46.0s/5m00.0s

running (3m47.0s), 10/10 VUs, 373 complete and 0 interrupted iterations
load   [  76% ] 10/10 VUs  3m47.0s/5m00.0s

running (3m48.0s), 10/10 VUs, 374 complete and 0 interrupted iterations
load   [  76% ] 10/10 VUs  3m48.0s/5m00.0s

running (3m49.0s), 10/10 VUs, 374 complete and 0 interrupted iterations
load   [  76% ] 10/10 VUs  3m49.0s/5m00.0s

running (3m50.0s), 10/10 VUs, 379 complete and 0 interrupted iterations
load   [  77% ] 10/10 VUs  3m50.0s/5m00.0s

running (3m51.0s), 10/10 VUs, 381 complete and 0 interrupted iterations
load   [  77% ] 10/10 VUs  3m51.0s/5m00.0s

running (3m52.0s), 10/10 VUs, 382 complete and 0 interrupted iterations
load   [  77% ] 10/10 VUs  3m52.0s/5m00.0s

running (3m53.0s), 10/10 VUs, 384 complete and 0 interrupted iterations
load   [  78% ] 10/10 VUs  3m53.0s/5m00.0s

running (3m54.0s), 10/10 VUs, 384 complete and 0 interrupted iterations
load   [  78% ] 10/10 VUs  3m54.0s/5m00.0s

running (3m55.0s), 10/10 VUs, 389 complete and 0 interrupted iterations
load   [  78% ] 10/10 VUs  3m55.0s/5m00.0s

running (3m56.0s), 10/10 VUs, 392 complete and 0 interrupted iterations
load   [  79% ] 10/10 VUs  3m56.0s/5m00.0s

running (3m57.0s), 10/10 VUs, 392 complete and 0 interrupted iterations
load   [  79% ] 10/10 VUs  3m57.0s/5m00.0s

running (3m58.0s), 10/10 VUs, 394 complete and 0 interrupted iterations
load   [  79% ] 10/10 VUs  3m58.0s/5m00.0s

running (3m59.0s), 10/10 VUs, 395 complete and 0 interrupted iterations
load   [  80% ] 10/10 VUs  3m59.0s/5m00.0s

running (4m00.0s), 10/10 VUs, 398 complete and 0 interrupted iterations
load   [  80% ] 10/10 VUs  4m00.0s/5m00.0s

running (4m01.0s), 10/10 VUs, 401 complete and 0 interrupted iterations
load   [  80% ] 10/10 VUs  4m01.0s/5m00.0s

running (4m02.0s), 10/10 VUs, 402 complete and 0 interrupted iterations
load   [  81% ] 10/10 VUs  4m02.0s/5m00.0s

running (4m03.0s), 10/10 VUs, 404 complete and 0 interrupted iterations
load   [  81% ] 10/10 VUs  4m03.0s/5m00.0s

running (4m04.0s), 10/10 VUs, 406 complete and 0 interrupted iterations
load   [  81% ] 10/10 VUs  4m04.0s/5m00.0s

running (4m05.0s), 10/10 VUs, 408 complete and 0 interrupted iterations
load   [  82% ] 10/10 VUs  4m05.0s/5m00.0s

running (4m06.0s), 10/10 VUs, 411 complete and 0 interrupted iterations
load   [  82% ] 10/10 VUs  4m06.0s/5m00.0s

running (4m07.0s), 10/10 VUs, 412 complete and 0 interrupted iterations
load   [  82% ] 10/10 VUs  4m07.0s/5m00.0s

running (4m08.0s), 10/10 VUs, 414 complete and 0 interrupted iterations
load   [  83% ] 10/10 VUs  4m08.0s/5m00.0s

running (4m09.0s), 10/10 VUs, 416 complete and 0 interrupted iterations
load   [  83% ] 10/10 VUs  4m09.0s/5m00.0s

running (4m10.0s), 10/10 VUs, 419 complete and 0 interrupted iterations
load   [  83% ] 10/10 VUs  4m10.0s/5m00.0s

running (4m11.0s), 09/10 VUs, 421 complete and 0 interrupted iterations
load   [  84% ] 09/10 VUs  4m11.0s/5m00.0s

running (4m12.0s), 09/10 VUs, 423 complete and 0 interrupted iterations
load   [  84% ] 09/10 VUs  4m12.0s/5m00.0s

running (4m13.0s), 09/10 VUs, 424 complete and 0 interrupted iterations
load   [  84% ] 09/10 VUs  4m13.0s/5m00.0s

running (4m14.0s), 09/10 VUs, 426 complete and 0 interrupted iterations
load   [  85% ] 09/10 VUs  4m14.0s/5m00.0s

running (4m15.0s), 08/10 VUs, 429 complete and 0 interrupted iterations
load   [  85% ] 08/10 VUs  4m15.0s/5m00.0s

running (4m16.0s), 08/10 VUs, 430 complete and 0 interrupted iterations
load   [  85% ] 08/10 VUs  4m16.0s/5m00.0s

running (4m17.0s), 08/10 VUs, 432 complete and 0 interrupted iterations
load   [  86% ] 08/10 VUs  4m17.0s/5m00.0s

running (4m18.0s), 08/10 VUs, 433 complete and 0 interrupted iterations
load   [  86% ] 08/10 VUs  4m18.0s/5m00.0s

running (4m19.0s), 08/10 VUs, 433 complete and 0 interrupted iterations
load   [  86% ] 08/10 VUs  4m19.0s/5m00.0s

running (4m20.0s), 08/10 VUs, 433 complete and 0 interrupted iterations
load   [  87% ] 08/10 VUs  4m20.0s/5m00.0s

running (4m21.0s), 07/10 VUs, 436 complete and 0 interrupted iterations
load   [  87% ] 07/10 VUs  4m21.0s/5m00.0s

running (4m22.0s), 07/10 VUs, 437 complete and 0 interrupted iterations
load   [  87% ] 07/10 VUs  4m22.0s/5m00.0s

running (4m23.0s), 07/10 VUs, 441 complete and 0 interrupted iterations
load   [  88% ] 07/10 VUs  4m23.0s/5m00.0s

running (4m24.0s), 07/10 VUs, 441 complete and 0 interrupted iterations
load   [  88% ] 07/10 VUs  4m24.0s/5m00.0s

running (4m25.0s), 07/10 VUs, 441 complete and 0 interrupted iterations
load   [  88% ] 07/10 VUs  4m25.0s/5m00.0s

running (4m26.0s), 07/10 VUs, 444 complete and 0 interrupted iterations
load   [  89% ] 07/10 VUs  4m26.0s/5m00.0s

running (4m27.0s), 07/10 VUs, 444 complete and 0 interrupted iterations
load   [  89% ] 07/10 VUs  4m27.0s/5m00.0s

running (4m28.0s), 06/10 VUs, 448 complete and 0 interrupted iterations
load   [  89% ] 06/10 VUs  4m28.0s/5m00.0s

running (4m29.0s), 06/10 VUs, 448 complete and 0 interrupted iterations
load   [  90% ] 06/10 VUs  4m29.0s/5m00.0s

running (4m30.0s), 06/10 VUs, 448 complete and 0 interrupted iterations
load   [  90% ] 06/10 VUs  4m30.0s/5m00.0s

running (4m31.0s), 05/10 VUs, 451 complete and 0 interrupted iterations
load   [  90% ] 05/10 VUs  4m31.0s/5m00.0s

running (4m32.0s), 05/10 VUs, 451 complete and 0 interrupted iterations
load   [  91% ] 05/10 VUs  4m32.0s/5m00.0s

running (4m33.0s), 05/10 VUs, 454 complete and 0 interrupted iterations
load   [  91% ] 05/10 VUs  4m33.0s/5m00.0s

running (4m34.0s), 05/10 VUs, 454 complete and 0 interrupted iterations
load   [  91% ] 05/10 VUs  4m34.0s/5m00.0s

running (4m35.0s), 05/10 VUs, 454 complete and 0 interrupted iterations
load   [  92% ] 05/10 VUs  4m35.0s/5m00.0s

running (4m36.0s), 05/10 VUs, 456 complete and 0 interrupted iterations
load   [  92% ] 05/10 VUs  4m36.0s/5m00.0s

running (4m37.0s), 05/10 VUs, 456 complete and 0 interrupted iterations
load   [  92% ] 05/10 VUs  4m37.0s/5m00.0s

running (4m38.0s), 05/10 VUs, 459 complete and 0 interrupted iterations
load   [  93% ] 05/10 VUs  4m38.0s/5m00.0s

running (4m39.0s), 05/10 VUs, 459 complete and 0 interrupted iterations
load   [  93% ] 05/10 VUs  4m39.0s/5m00.0s

running (4m40.0s), 05/10 VUs, 459 complete and 0 interrupted iterations
load   [  93% ] 05/10 VUs  4m40.0s/5m00.0s

running (4m41.0s), 04/10 VUs, 461 complete and 0 interrupted iterations
load   [  94% ] 04/10 VUs  4m41.0s/5m00.0s

running (4m42.0s), 04/10 VUs, 461 complete and 0 interrupted iterations
load   [  94% ] 04/10 VUs  4m42.0s/5m00.0s

running (4m43.0s), 03/10 VUs, 464 complete and 0 interrupted iterations
load   [  94% ] 03/10 VUs  4m43.0s/5m00.0s

running (4m44.0s), 03/10 VUs, 464 complete and 0 interrupted iterations
load   [  95% ] 03/10 VUs  4m44.0s/5m00.0s

running (4m45.0s), 03/10 VUs, 464 complete and 0 interrupted iterations
load   [  95% ] 03/10 VUs  4m45.0s/5m00.0s

running (4m46.0s), 03/10 VUs, 465 complete and 0 interrupted iterations
load   [  95% ] 03/10 VUs  4m46.0s/5m00.0s

running (4m47.0s), 03/10 VUs, 465 complete and 0 interrupted iterations
load   [  96% ] 03/10 VUs  4m47.0s/5m00.0s

running (4m48.0s), 03/10 VUs, 467 complete and 0 interrupted iterations
load   [  96% ] 03/10 VUs  4m48.0s/5m00.0s

running (4m49.0s), 03/10 VUs, 467 complete and 0 interrupted iterations
load   [  96% ] 03/10 VUs  4m49.0s/5m00.0s

running (4m50.0s), 03/10 VUs, 467 complete and 0 interrupted iterations
load   [  97% ] 03/10 VUs  4m50.0s/5m00.0s

running (4m51.0s), 02/10 VUs, 468 complete and 0 interrupted iterations
load   [  97% ] 02/10 VUs  4m51.0s/5m00.0s

running (4m52.0s), 02/10 VUs, 468 complete and 0 interrupted iterations
load   [  97% ] 02/10 VUs  4m52.0s/5m00.0s

running (4m53.0s), 02/10 VUs, 469 complete and 0 interrupted iterations
load   [  98% ] 02/10 VUs  4m53.0s/5m00.0s

running (4m54.0s), 02/10 VUs, 470 complete and 0 interrupted iterations
load   [  98% ] 02/10 VUs  4m54.0s/5m00.0s

running (4m55.0s), 02/10 VUs, 470 complete and 0 interrupted iterations
load   [  98% ] 02/10 VUs  4m55.0s/5m00.0s

running (4m56.0s), 02/10 VUs, 470 complete and 0 interrupted iterations
load   [  99% ] 02/10 VUs  4m56.0s/5m00.0s

running (4m57.0s), 02/10 VUs, 470 complete and 0 interrupted iterations
load   [  99% ] 02/10 VUs  4m57.0s/5m00.0s

running (4m58.0s), 01/10 VUs, 472 complete and 0 interrupted iterations
load   [  99% ] 01/10 VUs  4m58.0s/5m00.0s

running (4m59.0s), 01/10 VUs, 472 complete and 0 interrupted iterations
load   [ 100% ] 01/10 VUs  4m59.0s/5m00.0s

running (5m00.0s), 01/10 VUs, 472 complete and 0 interrupted iterations
load   [ 100% ] 01/10 VUs  5m00.0s/5m00.0s

running (5m01.0s), 01/10 VUs, 472 complete and 0 interrupted iterations
load â†“ [ 100% ] 01/10 VUs  5m0s

running (5m02.0s), 01/10 VUs, 472 complete and 0 interrupted iterations
load â†“ [ 100% ] 01/10 VUs  5m0s


  â–ˆ THRESHOLDS 

    http_req_failed
    âœ“ 'rate<0.01' rate=0.00%


  â–ˆ TOTAL RESULTS 

    checks_total.......: 1419    4.686461/s
    checks_succeeded...: 100.00% 1419 out of 1419
    checks_failed......: 0.00%   0 out of 1419

    âœ“ subscription plans list is 200
    âœ“ my subscription details is 200
    âœ“ usage history is 200

    HTTP
    http_req_duration..............: avg=371.33ms min=270.44ms med=311.47ms max=2.87s p(90)=455.35ms p(95)=609.31ms
      { expected_response:true }...: avg=371.33ms min=270.44ms med=311.47ms max=2.87s p(90)=455.35ms p(95)=609.31ms
    http_req_failed................: 0.00%  0 out of 1429
    http_reqs......................: 1429   4.719487/s

    EXECUTION
    iteration_duration.............: avg=5.13s    min=4.83s    med=4.99s    max=8.66s p(90)=5.36s    p(95)=5.94s   
    iterations.....................: 473    1.562154/s
    vus............................: 1      min=0         max=10
    vus_max........................: 10     min=10        max=10

    NETWORK
    data_received..................: 2.7 MB 8.9 kB/s
    data_sent......................: 100 kB 330 B/s



running (5m02.8s), 00/10 VUs, 473 complete and 0 interrupted iterations
load âœ“ [ 100% ] 00/10 VUs  5m0s